Repository: mgaebler/product_test
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: published
de: veröffentlicht

source: deactivated
de: deaktiviert

source: title
de: Titel

source: description
de: Beschreibung

source: creator
de: Urheber

source: topic
de: Thema

source: body
de: Inhalt

source: Title
de: Titel

source: Description
de: Beschreibung

source: Image
de: Bild

source: image file
de: Bilddatei

source: owner
de: Eigentümer

source: video_owner
de: Video-Eigentümer

source: history
de: Historie

source: Images
de: Bilder

source: Dates
de: Datümer

source: Limit of overdraft the current account.
de: Du hast nicht genügend Trendpoints, um die gewünschte Aktion auszuführen.

source: A short description of what why you did this.
de: Grund für Trendpoint-Vergabe

source: Balance limit of {} is reached. Limit is:
de: Das Volumen von {} ist überschritten. Das maximale Volumen beträgt:

source: New password
de: Neues Passwort

source: Password (again)
de: Wiederholung des Passworts

source: Please provide the email addresses comma separated.
de: Bitte die E-mail Adressen durch Komma trennen.

source: male
de: männlich

source: female
de: weiblich

source: something else
de: anderes

source: partnership
de: in einer Partnerschaft

source: married
de: verheiratet

source: divorced
de: geschieden

source: another
de: anderes

source: full name
de: Vollständiger Name

source: preferred name
de: Gewünschter Nutzername

source: gender
de: Geschlecht

source: avatar
de: Profilbild

source: birth date
de: Geburtsdatum

source: city
de: Stadt

source: country
de: Land

source: address1
de: Straße und Hausnummer

source: address2
de: Zusatz (optional)

source: address3
de: Hinweis (optional)

source: postcode
de: Postleitzahl

source: family status
de: Familienstand

source: Login successful
de: Login erfolgreich

source: Please complete your profile.
de: Bitte überprüfe Deine Angaben.

source: This account is not active.
de: Dieser Account ist nicht aktiviert.

source: Wrong username or password.
de: Falscher Benutzername oder Passwort

source: Your logout was successfully.
de: Du hast Dich erfolgreich abgemeldet.

source: Your password was set successfully.
de: Dein Passwort wurde geändert.

source: Thank you for completing your profile.
de: Vervollständigung Deines Profils

source: Your invite was redeemed.
de: Deine Einladung wurde eingelöst.

source: Your profile was saved successfully.
de: Dein Profil wurde erfolgreich gespeichert.

source: Become a product tester for free.
de: Werde kostenlos Produkttester

source: An invite was send to your friends.
de: Es wurde eine Einladung an Deine Freunde versendet.

source: Change password
de: Passwort ändern

source: Home
de: Startseite

source: Password change
de: Passwort ändern

source: Your password was changed.
de: Dein Passwort wurde geändert.

source: Please correct the error below.
de: Bitte überprüfe Deine Angaben.

source: Please correct the errors below.
de: Bitte überprüfe Deine Angaben.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte gib Dein bisheriges Passwort ein und suche Dir ein neues Passwort aus. Zur Sicherheit gegen Vertipper, gib Dein neues Passwort ein zweites Mal ein.

source: Old password
de: Bisheriges Passwort

source: Change my password
de: Mein Passwort ändern

source: Log in
de: Bitte log Dich erneut ein

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte gib Dein bisheriges Passwort ein und suche Dir ein neues Passwort aus. Zur Sicherheit gegen Vertipper, gib Dein neues Passwort ein zweites Mal ein.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig, weil er bereits genutzt wurde. Bitte fordere noch einmal ein neues Passwort an.

source: Password reset
de: Passwort zurücksetzen

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
de: Wir haben Dir eine E-Mail zum Zurücksetzen Deines Passworts zugesendet. Du solltest sie in Kürze erhalten.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wenn Du keine Bestätigungsmail erhalten hast, überprüfe, ob es sich um die richtige E-Mail Adresse handelt und schaue auch in Deinem Spam-Ordner nach.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
de: Du erhältst diese E-Mail, weil Du ein neues Passwort für %(site_name)s angefordert hast.

source: Please go to the following page and choose a new password:
de: Bitte gehe auf folgende Seite und wähle ein neues Passwort aus:

source: Your username, in case you've forgotten:
de: Dein Nutzername, falls Du ihn gerade nicht weißt:

source: The %(site_name)s team
de: Dein %(site_name)s Team

source: Password reset on %(site_name)s
de: Passwort zurücksetzen auf %(site_name)s

source: Thanks for spending some quality time with the Web site today.
de: Danke für Deinen Besuch auf product-test.eu

source: Log in again
de: Bitte log Dich erneut ein
